Revit 2024 API
StructuralSectionHotRolled.WebThicknessLocation Property
 Web Thickness Location.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public double WebThicknessLocation { get; set; }
Visual Basic
Public Property WebThicknessLocation As Double
	Get
	Set
Visual C++
public:
property double WebThicknessLocation {
	double get ();
	void set (double value);
}
See Also
StructuralSectionHotRolled Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace